// - 追加ボタン(+)をクリックすると、ユーザーがフォームに入力した内容が画面の
//  未完了タスクの一覧に表示される。
// - 表示されたTodoにはボタンが2つあり、ゴミ箱ボタンをクリックすると、画面上から消える。
// - チェックマークをクリックすると、未完了一覧から消えて、完了一覧に追加される。
// - 完了一覧にあるTodoのゴミ箱ボタンをクリックすると、画面上から消える。
// - 完了一覧にあるTodoのチェックボックスはクリックしても何もおこらない。
// - ページをリロードしても画面上に登録したTodoは残る状態にする。


let removeIcon = '<i class="far fa-trash-alt fa-lg"></i>';
let doneIcon = '<i class="far fa-check-circle fa-lg"></i>';



// - Todoを画面に追加する処理
// not-yet と doneのulタグの中に追加する
let 



// - 未完了を完了にする処理



// - 未完了を削除する処理


// - 完了を削除する処理



// - 画面をリロードしても消えないようにする処理
